Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# CreatingPolicyFromLogsOrScans
source: Creating the policy using any available event logs or file scan results in other tabs.
ar: إنشاء النهج باستخدام أي سجلات أحداث متاحة أو نتائج فحص ملفات في علامات التبويب الأخرى.
de_de: Erstellen der Richtlinie anhand verfügbarer Ereignisprotokolle oder Dateiscan-Ergebnisse in anderen Registerkarten.
el_gr: Δημιουργία της πολιτικής χρησιμοποιώντας τυχόν διαθέσιμα αρχεία καταγραφής συμβάντων ή αποτελέσματα σάρωσης αρχείων σε άλλες καρτέλες.
es: Creando la directiva utilizando cualquier registro de eventos disponible o resultados de escaneo de archivos en otras pestañas.
fr_fr: Création de la politique en utilisant les journaux d'événements disponibles ou les résultats d'analyse de fichiers dans les autres onglets.
he_il: יוצר את המדיניות באמצעות יומני אירועים זמינים או תוצאות סריקת קבצים מכרטיסיות אחרות.
hi_in: अन्य टैब्स में उपलब्ध किसी भी इवेंट लॉग या फ़ाइल स्कैन परिणामों का उपयोग करके पॉलिसी बनाई जा रही है।
ja_jp: 他のタブで利用可能なイベントログまたはファイルスキャン結果を使用してポリシーを作成しています。
ml_in: ലഭ്യമായ ഇവന്റ് ലോഗുകളോ മറ്റ് ടാബുകളിലെ ഫയൽ സ്കാൻ ഫലങ്ങളോ ഉപയോഗിച്ച് പോളിസി നിർമ്മിക്കുന്നു.
pl_pl: Tworzenie polityki przy użyciu wszelkich dostępnych dzienników zdarzeń lub wyników skanowania plików z innych kart.
tr_tr: Diğer sekmelerdeki mevcut olay günlüklerini veya dosya tarama sonuçlarını kullanarak politika oluşturma.

# NoLogsOrFilesForSupplementalPolicy
source: There are no logs or files in any data grids to create a Supplemental policy for.
ar: لا توجد سجلات أو ملفات في أي شبكات بيانات لإنشاء نهج تكميلي لها.
de_de: Es befinden sich keine Protokolle oder Dateien in irgendwelchen Datengittern, um eine zusätzliche Richtlinie zu erstellen.
el_gr: Δεν υπάρχουν αρχεία καταγραφής ή αρχεία σε κανένα πλέγμα δεδομένων για τη δημιουργία συμπληρωματικής πολιτικής.
es: No hay registros ni archivos en ninguna cuadrícula de datos para crear una directiva Suplementaria.
fr_fr: Il n'y a aucun journal ou fichier dans les grilles de données pour créer une politique supplémentaire.
he_il: אין יומנים או קבצים ברשתות נתונים כלשהן ליצירת מדיניות משלימה עבורם.
hi_in: सप्लीमेंटल पॉलिसी बनाने के लिए किसी भी डेटा ग्रिड में कोई लॉग या फ़ाइलें नहीं हैं।
ja_jp: 補足ポリシーを作成するためのログやファイルがデータグリッドにありません。
ml_in: സപ്ലിമെന്റൽ പോളിസി നിർമ്മിക്കുന്നതിനായി ഡാറ്റാ ഗ്രിഡുകളിൽ ലോഗുകളോ ഫയലുകളോ ലഭ്യമല്ല.
pl_pl: Brak dzienników lub plików w siatkach danych, aby utworzyć politykę uzupełniającą.
tr_tr: Herhangi bir veri ızgarasında Tamamlayıcı politika oluşturulacak günlük veya dosya yok.

# SuccessfullyCreatedAndDeployedPolicy
source: Successfully created and deployed the policy.
ar: تم بنجاح إنشاء ونشر النهج.
de_de: Richtlinie erfolgreich erstellt und bereitgestellt.
el_gr: Η πολιτική δημιουργήθηκε και αναπτύχθηκε με επιτυχία.
es: Se creó e implementó correctamente la directiva.
fr_fr: Création et déploiement réussis de la politique.
he_il: המדיניות נוצרה ונפרסה בהצלחה.
hi_in: पॉलिसी सफलतापूर्वक बनाई और डिप्लॉय की गई।
ja_jp: ポリシーが正常に作成され、展開されました。
ml_in: പോളിസി വിജയകരമായി നിർമ്മിക്കുകയും വിന്യസിക്കുകയും ചെയ്തു.
pl_pl: Pomyślnie utworzono i wdrożono politykę.
tr_tr: İlke başarıyla oluşturuldu ve dağıtıldı.

# SuccessfullyCreatedPolicy
source: Successfully created the policy.
ar: تم بنجاح إنشاء النهج.
de_de: Richtlinie erfolgreich erstellt.
el_gr: Η πολιτική δημιουργήθηκε με επιτυχία.
es: Se creó correctamente la directiva.
fr_fr: Création réussie de la politique.
he_il: המדיניות נוצרה בהצלחה.
hi_in: पॉलिसी सफलतापूर्वक बनाई गई।
ja_jp: ポリシーが正常に作成されました。
ml_in: പോളിസി വിജയകരമായി നിർമ്മിച്ചു.
pl_pl: Pomyślnie utworzono politykę.
tr_tr: Politika başarıyla oluşturuldu.

# SelectedItemNotValidXmlFilePath
source: Selected item '{0}' is not a valid XML file path
ar: العنصر المحدد '{0}' ليس مسار ملف XML صالحًا
de_de: Ausgewähltes Element '{0}' ist kein gültiger XML-Dateipfad
el_gr: Το επιλεγμένο στοιχείο '{0}' δεν είναι μια έγκυρη διαδρομή αρχείου XML
es: El elemento seleccionado '{0}' no es una ruta de archivo XML válida
fr_fr: L'élément sélectionné '{0}' n'est pas un chemin de fichier XML valide
he_il: הפריט הנבחר '{0}' אינו נתיב קובץ XML חוקי
hi_in: चयनित आइटम '{0}' एक मान्य XML फ़ाइल पथ नहीं है
ja_jp: 選択された項目「{0}」は有効なXMLファイルパスではありません
ml_in: തിരഞ്ഞെടുത്ത ഇനം '{0}' സാധുവായ ഒരു XML ഫയൽ പാതയല്ല
pl_pl: Wybrany element '{0}' nie jest prawidłową ścieżką pliku XML
tr_tr: Seçilen öğe '{0}' geçerli bir XML dosyası yolu değil

# BasePolicyRedeployedInAuditMode
source: The Base policy has been Re-Deployed in Audit Mode.
ar: تمت إعادة نشر النهج الأساسي في وضع التدقيق.
de_de: Die Basisrichtlinie wurde im Überwachungsmodus erneut bereitgestellt.
el_gr: Η βασική πολιτική έχει αναπτυχθεί ξανά σε λειτουργία ελέγχου.
es: La directiva Base ha sido Reimplementada en Modo de auditoría.
fr_fr: La politique de Base a été Redéployée en Mode Audit.
he_il: מדיניות הבסיס נפרסה מחדש במצב ביקורת (Audit Mode).
hi_in: बेस पॉलिसी को ऑडिट मोड में पुनः डिप्लॉय किया गया है।
ja_jp: ベースポリシーが監査モードで再展開されました。
ml_in: അടിസ്ഥാന പോളിസി ഓഡിറ്റ് മോഡിൽ വീണ്ടും വിന്യസിച്ചിരിക്കുന്നു.
pl_pl: Polityka podstawowa została ponownie wdrożona w trybie inspekcji.
tr_tr: Temel politika Denetim Modunda Yeniden Konuşlandırıldı.

# ScanningNFilesFoundInSelectedDirectories
source: Scanning {0} files found in the selected directories.
ar: جارٍ فحص {0} من الملفات الموجودة في الدلائل المحددة.
de_de: Scannen von {0} Dateien, die in den ausgewählten Verzeichnissen gefunden wurden.
el_gr: Σάρωση {0} αρχείων που βρέθηκαν στους επιλεγμένους καταλόγους.
es: Escaneando {0} archivos encontrados en los directorios seleccionados.
fr_fr: Analyse de {0} fichiers trouvés dans les répertoires sélectionnés.
he_il: סורק {0} קבצים שנמצאו בספריות הנבחרות.
hi_in: चयनित डायरेक्ट्रीज़ में मिली {0} फ़ाइलों को स्कैन किया जा रहा है।
ja_jp: 選択されたディレクトリで見つかった{0}個のファイルをスキャンしています。
ml_in: തിരഞ്ഞെടുത്ത ഡയറക്ടറികളിൽ കണ്ടെത്തിയ {0} ഫയലുകൾ സ്കാൻ ചെയ്യുന്നു.
pl_pl: Skanowanie {0} plików znalezionych w wybranych katalogach.
tr_tr: Seçilen dizinlerde bulunan {0} dosya taranıyor.

# NLogsGeneratedDuringAuditPhase
source: {0} log(s) were generated during the Audit phase.
ar: تم إنشاء {0} سجل (سجلات) أثناء مرحلة التدقيق.
de_de: {0} Protokoll(e) wurden während der Überwachungsphase generiert.
el_gr: {0} αρχείο(α) καταγραφής δημιουργήθηκαν κατά τη φάση ελέγχου.
es: Se generaron {0} registro(s) durante la fase de Auditoría.
fr_fr: {0} journal(x) généré(s) pendant la phase d'Audit.
he_il: {0} יומנים נוצרו במהלך שלב הביקורת (Audit phase).
hi_in: ऑडिट चरण के दौरान {0} लॉग उत्पन्न हुए।
ja_jp: 監査フェーズ中に{0}個のログが生成されました。
ml_in: ഓഡിറ്റ് ഘട്ടത്തിൽ {0} ലോഗ്(കൾ) സൃഷ്ടിക്കപ്പെട്ടു.
pl_pl: {0} dziennik(ów) zostało wygenerowanych podczas fazy inspekcji.
tr_tr: Denetim aşamasında {0} günlük oluşturuldu.

# DialogTitleSuccess
source: Success!
ar: نجاح! ✅
de_de: Erfolg! ✅
el_gr: Επιτυχία! ✅
es: ¡Éxito! ✅
fr_fr: Succès ! ✅
he_il: הצלחה! ✅
hi_in: सफलता! ✅
ja_jp: 成功！ ✅
ml_in: വിജയം! ✅
pl_pl: Sukces! ✅
tr_tr: Başarı! ✅

# DialogContentCIPConvertedToXML
source: The CIP binary has been successfully converted to XML and the file has been saved to:
ar: تم تحويل ملف CIP الثنائي بنجاح إلى XML وتم حفظ الملف في:
de_de: Die CIP-Binärdatei wurde erfolgreich in XML konvertiert und die Datei wurde gespeichert unter:
el_gr: Το δυαδικό αρχείο CIP μετατράπηκε με επιτυχία σε XML και το αρχείο αποθηκεύτηκε στην τοποθεσία:
es: El binario CIP se ha convertido correctamente a XML y el archivo se ha guardado en:
fr_fr: Le binaire CIP a été converti avec succès en XML et le fichier a été enregistré sous :
he_il: קובץ ה-CIP הבינארי הומר בהצלחה ל-XML והקובץ נשמר בנתיב:
hi_in: CIP बाइनरी को सफलतापूर्वक XML में परिवर्तित कर दिया गया है और फ़ाइल यहाँ सहेजी गई है:
ja_jp: CIPバイナリが正常にXMLに変換され、ファイルが保存されました：
ml_in: CIP ബൈനറി വിജയകരമായി XML-ലേക്ക് പരിവർത്തനം ചെയ്യുകയും ഫയൽ ഇവിടെ സേവ് ചെയ്യുകയും ചെയ്തിരിക്കുന്നു:
pl_pl: Plik binarny CIP został pomyślnie przekonwertowany na format XML, a plik zapisano w:
tr_tr: CIP ikili dosyası başarıyla XML'e dönüştürüldü ve dosya şuraya kaydedildi:

# NoSimulationOutputToExport
source: There are no simulation output to export.
ar: لا يوجد مخرجات محاكاة لتصديرها.
de_de: Es gibt keine Simulationsergebnisse zum Exportieren.
el_gr: Δεν υπάρχουν αποτελέσματα προσομοίωσης για εξαγωγή.
es: No hay resultados de simulación para exportar.
fr_fr: Il n'y a aucune sortie de simulation à exporter.
he_il: אין פלט סימולציה לייצוא.
hi_in: निर्यात करने के लिए कोई सिमुलेशन आउटपुट नहीं है।
ja_jp: エクスポートするシミュレーション出力がありません。
ml_in: കയറ്റുമതി ചെയ്യാൻ സിമുലേഷൻ ഔട്ട്‌പുട്ടുകളൊന്നും ലഭ്യമല്ല.
pl_pl: Brak wyników symulacji do wyeksportowania.
tr_tr: Dışa aktarılacak simülasyon çıktısı yok.

# FailedToOpenRating
source: Failed to open rating page in the Microsoft Store.
ar: فشل فتح صفحة التقييم في متجر مايكروسوفت.
de_de: Bewertungsseite im Microsoft Store konnte nicht geöffnet werden.
el_gr: Αποτυχία ανοίγματος της σελίδας αξιολόγησης στο Microsoft Store.
es: Error al abrir la página de calificación en Microsoft Store.
fr_fr: Échec de l'ouverture de la page de notation dans le Microsoft Store.
he_il: פתיחת דף הדירוג בחנות Microsoft נכשלה.
hi_in: माइक्रोसॉफ़्ट स्टोर में रेटिंग पेज खोलने में विफल।
ja_jp: Microsoft Storeで評価ページを開けませんでした。
ml_in: Microsoft സ്റ്റോറിൽ റേറ്റിംഗ് പേജ് തുറക്കുന്നതിൽ പരാജയപ്പെട്ടു.
pl_pl: Nie udało się otworzyć strony oceny w sklepie Microsoft Store.
tr_tr: Microsoft Store'da derecelendirme sayfası açılamadı.

# CurrentFileHasNEKUs
source: The current file '{0}' has {1} EKUs
ar: الملف الحالي '{0}' يحتوي على {1} من استخدامات المفاتيح المحسنة (EKUs)
de_de: Die aktuelle Datei '{0}' hat {1} EKUs
el_gr: Το τρέχον αρχείο '{0}' έχει {1} EKU
es: El archivo actual '{0}' tiene {1} EKUs
fr_fr: Le fichier actuel '{0}' a {1} EKU
he_il: לקובץ הנוכחי '{0}' יש {1} EKUs
hi_in: वर्तमान फ़ाइल '{0}' में {1} EKU हैं
ja_jp: 現在のファイル「{0}」には{1}個のEKUがあります
ml_in: നിലവിലെ '{0}' എന്ന ഫയലിന് {1} EKUs ഉണ്ട്
pl_pl: Bieżący plik '{0}' ma {1} EKU
tr_tr: Mevcut '{0}' dosyasında {1} EKU var

# SignerEKUsMatchedFileEKUs
source: The EKUs of the signer '{0}' matched with the file's EKUs
ar: استخدامات المفاتيح المحسنة (EKUs) للموقّع '{0}' تطابقت مع استخدامات المفاتيح المحسنة (EKUs) للملف
de_de: Die EKUs des Signierenden '{0}' stimmen mit den EKUs der Datei überein
el_gr: Τα EKU του υπογράφοντος '{0}' αντιστοιχούν με τα EKU του αρχείου
es: Las EKUs del firmante '{0}' coincidieron con las EKUs del archivo
fr_fr: Les EKU du signataire '{0}' correspondent aux EKU du fichier
he_il: ה-EKUs של החותם '{0}' תאמו ל-EKUs של הקובץ
hi_in: हस्ताक्षरकर्ता '{0}' के EKU फ़ाइल के EKU से मेल खाते हैं
ja_jp: 署名者「{0}」のEKUがファイルのEKUと一致しました
ml_in: ഒപ്പിട്ടയാളുടെ '{0}' EKUs ഫയലിന്റെ EKUs-മായി പൊരുത്തപ്പെട്ടു
pl_pl: EKU osoby podpisującej '{0}' są zgodne z EKU pliku
tr_tr: '{0}' imzalayanın EKU'ları dosyanın EKU'larıyla eşleşti

# SignerIsWHQL
source: The signer '{0}' is WHQL
ar: الموقّع '{0}' هو WHQL
de_de: Der Signierende '{0}' ist WHQL
el_gr: Ο υπογράφων '{0}' είναι WHQL
es: El firmante '{0}' es WHQL
fr_fr: Le signataire '{0}' est WHQL
he_il: החותם '{0}' הוא WHQL
hi_in: हस्ताक्षरकर्ता '{0}' WHQL है
ja_jp: 署名者「{0}」はWHQLです
ml_in: ഒപ്പിട്ടയാൾ '{0}' WHQL ആണ്
pl_pl: Osoba podpisująca '{0}' jest WHQL
tr_tr: İmzalayan '{0}' WHQL'dir

# FailedToGetOpusDataCurrentChain
source: Failed to get the Opus data of the current chain package
ar: فشل في الحصول على بيانات Opus الخاصة بحزمة السلسلة الحالية
de_de: Die Opus-Daten des aktuellen Kettenpakets konnten nicht abgerufen werden
el_gr: Αποτυχία λήψης των δεδομένων Opus του τρέχοντος πακέτου αλυσίδας
es: Error al obtener los datos Opus del paquete de la cadena actual
fr_fr: Échec de la récupération des données Opus du paquet de chaîne actuel
he_il: קבלת נתוני Opus של חבילת השרשרת הנוכחית נכשלה
hi_in: वर्तमान चेन पैकेज का ओपस डेटा प्राप्त करने में विफल
ja_jp: 現在のチェーンパッケージのOpusデータを取得できませんでした
ml_in: നിലവിലെ ചെയിൻ പാക്കേജിന്റെ Opus ഡാറ്റ ലഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു
pl_pl: Nie udało się pobrać danych Opus bieżącego pakietu łańcucha
tr_tr: Mevcut zincir paketinin Opus verileri alınamadı

# MinimumFileVersionNullSkipping
source: MinimumFileVersion is null, skipping.
ar: قيمة MinimumFileVersion فارغة، يتم التخطي.
de_de: MinimumFileVersion ist null, wird übersprungen.
el_gr: Το MinimumFileVersion είναι null, παράλειψη.
es: MinimumFileVersion es nulo, omitiendo.
fr_fr: MinimumFileVersion est nul, ignorer.
he_il: MinimumFileVersion הוא null, מדלג.
hi_in: MinimumFileVersion नल है, छोड़ा जा रहा है।
ja_jp: MinimumFileVersionがnullのため、スキップしています。
ml_in: MinimumFileVersion ലഭ്യമല്ല, ഒഴിവാക്കുന്നു.
pl_pl: Wartość MinimumFileVersion jest pusta (null), pomijanie.
tr_tr: MinimumFileVersion boş, atlanıyor.

# SpecificFileNameLevelIs
source: The SpecificFileNameLevel is {0}
ar: مستوى SpecificFileNameLevel هو {0}
de_de: Der SpecificFileNameLevel ist {0}
el_gr: Το SpecificFileNameLevel είναι {0}
es: El SpecificFileNameLevel es {0}
fr_fr: Le SpecificFileNameLevel est {0}
he_il: ה-SpecificFileNameLevel הוא {0}
hi_in: SpecificFileNameLevel {0} है
ja_jp: SpecificFileNameLevelは{0}です
ml_in: SpecificFileNameLevel {0} ആണ്
pl_pl: Poziom SpecificFileNameLevel wynosi {0}
tr_tr: SpecificFileNameLevel değeri: {0}

# SignerHadEKUsButNoMatch
source: The signer had EKUs but they didn't match with the file's EKUs.
ar: كان لدى الموقّع استخدامات مفاتيح محسنة (EKUs) ولكنها لم تتطابق مع استخدامات المفاتيح المحسنة (EKUs) للملف.
de_de: Der Signierende hatte EKUs, diese stimmten jedoch nicht mit den EKUs der Datei überein.
el_gr: Ο υπογράφων είχε EKU αλλά δεν αντιστοιχούσαν με τα EKU του αρχείου.
es: El firmante tenía EKUs pero no coincidieron con las EKUs del archivo.
fr_fr: Le signataire avait des EKU mais elles ne correspondaient pas aux EKU du fichier.
he_il: לחותם היו EKUs אך הם לא תאמו ל-EKUs של הקובץ.
hi_in: हस्ताक्षरकर्ता के पास EKU थे लेकिन वे फ़ाइल के EKU से मेल नहीं खाते थे।
ja_jp: 署名者にはEKUがありましたが、ファイルのEKUと一致しませんでした。
ml_in: ഒപ്പിട്ടയാൾക്ക് EKUs ഉണ്ടായിരുന്നു, പക്ഷേ അവ ഫയലിന്റെ EKUs-മായി പൊരുത്തപ്പെട്ടില്ല.
pl_pl: Osoba podpisująca miała EKU, ale nie pasowały one do EKU pliku.
tr_tr: İmzalayanın EKU'ları vardı ancak bunlar dosyanın EKU'larıyla eşleşmiyordu.

# ReturningNFileRulesBasedOnHashes
source: Returning {0} file rules that are based on hashes.
ar: يتم إرجاع {0} من قواعد الملفات التي تستند إلى التجزئات.
de_de: Es werden {0} Dateiregeln zurückgegeben, die auf Hashes basieren.
el_gr: Επιστροφή {0} κανόνων αρχείων που βασίζονται σε κατακερματισμούς.
es: Devolviendo {0} reglas de archivo basadas en hashes.
fr_fr: Renvoi de {0} règles de fichier basées sur des hachages.
he_il: מחזיר {0} כללי קבצים המבוססים על hashes.
hi_in: {0} फ़ाइल नियम लौटाए जा रहे हैं जो हैश पर आधारित हैं।
ja_jp: ハッシュに基づく{0}個のファイルルールを返しています。
ml_in: ഹാഷുകളെ അടിസ്ഥാനമാക്കിയുള്ള {0} ഫയൽ നിയമങ്ങൾ നൽകുന്നു.
pl_pl: Zwracanie {0} reguł plików opartych na skrótach.
tr_tr: Karma değerlerine dayalı {0} dosya kuralı döndürülüyor.

# LogCIPFileIsSigned
source: The CIP file being converted back to XML is signed.
ar: ملف CIP الذي يتم تحويله مرة أخرى إلى XML موقّع.
de_de: Die CIP-Datei, die zurück in XML konvertiert wird, ist signiert.
el_gr: Το αρχείο CIP που μετατρέπεται ξανά σε XML είναι υπογεγραμμένο.
es: El archivo CIP que se está convirtiendo de nuevo a XML está firmado.
fr_fr: Le fichier CIP converti en XML est signé.
he_il: קובץ ה-CIP המומר בחזרה ל-XML חתום.
hi_in: XML में वापस परिवर्तित की जा रही CIP फ़ाइल हस्ताक्षरित है।
ja_jp: XMLに変換されているCIPファイルは署名済みです。
ml_in: XML-ലേക്ക് തിരികെ പരിവർത്തനം ചെയ്യുന്ന CIP ഫയൽ ഒപ്പിട്ടതാണ്.
pl_pl: Plik CIP konwertowany z powrotem do formatu XML jest podpisany.
tr_tr: Tekrar XML'e dönüştürülen CIP dosyası imzalanır.

# ErrorBodyOffsetInvalid
source: The body offset is beyond the end of the file, indicating a possible format mismatch or corruption.
ar: إزاحة الجسم تتجاوز نهاية الملف، مما يشير إلى عدم تطابق محتمل في التنسيق أو تلف.
de_de: Der Body-Offset liegt hinter dem Dateiende, was auf eine mögliche Formatinkonsistenz oder Beschädigung hinweist.
el_gr: Η μετατόπιση του σώματος είναι πέρα από το τέλος του αρχείου, υποδεικνύοντας πιθανή αναντιστοιχία μορφής ή καταστροφή.
es: El desplazamiento del cuerpo está más allá del final del archivo, lo que indica una posible falta de coincidencia de formato o corrupción.
fr_fr: Le décalage du corps dépasse la fin du fichier, indiquant une possible inadéquation de format ou une corruption.
he_il: היסט הגוף (body offset) חורג מסוף הקובץ, מה שמצביע על אי-התאמה אפשרית בפורמט או על השחתה.
hi_in: बॉडी ऑफ़सेट फ़ाइल के अंत से परे है, जो संभावित प्रारूप असंगति या भ्रष्टाचार का संकेत देता है।
ja_jp: ボディオフセットがファイルの終端を超えています。形式の不一致または破損の可能性があります。
ml_in: ബോഡി ഓഫ്‌സെറ്റ് ഫയലിന്റെ അവസാനത്തിനപ്പുറമാണ്, ഇത് സാധ്യമായ ഫോർമാറ്റ് പൊരുത്തക്കേടോ കേടുപാടുകളോ സൂചിപ്പിക്കുന്നു.
pl_pl: Przesunięcie treści znajduje się poza końcem pliku, co wskazuje na możliwą niezgodność formatu lub uszkodzenie.
tr_tr: Gövde ofseti dosyanın sonunun ötesindedir ve olası bir format uyumsuzluğuna veya bozulmaya işaret eder.

# ErrorUnknownFileRuleType
source: Unknown file rule type {0}
ar: نوع قاعدة ملف غير معروف {0}
de_de: Unbekannter Dateiregeltyp {0}
el_gr: Άγνωστος τύπος κανόνα αρχείου {0}
es: Tipo de regla de archivo desconocido {0}
fr_fr: Type de règle de fichier inconnu {0}
he_il: סוג כלל קובץ לא ידוע {0}
hi_in: अज्ञात फ़ाइल नियम प्रकार {0}
ja_jp: 不明なファイルルールタイプ {0}
ml_in: അജ്ഞാതമായ ഫയൽ റൂൾ ടൈപ്പ് {0}
pl_pl: Nieznany typ reguły pliku {0}
tr_tr: Bilinmeyen dosya kuralı türü {0}

# ErrorUnknownSettingType
source: Unknown setting type {0}
ar: نوع إعداد غير معروف {0}
de_de: Unbekannter Einstellungstyp {0}
el_gr: Άγνωστος τύπος ρύθμισης {0}
es: Tipo de configuración desconocido {0}
fr_fr: Type de paramètre inconnu {0}
he_il: סוג הגדרה לא ידוע {0}
hi_in: अज्ञात सेटिंग प्रकार {0}
ja_jp: 不明な設定タイプ {0}
ml_in: അജ്ഞാതമായ സെറ്റിംഗ് ടൈപ്പ് {0}
pl_pl: Nieznany typ ustawienia {0}
tr_tr: Bilinmeyen ayar türü {0}

# ErrorExpectedV3BlockTagGot
source: Expected V3 block tag '3', got '{0}'.
ar: كان متوقعًا علامة كتلة V3 '3'، ولكن تم الحصول على '{0}'.
de_de: Erwartetes V3-Block-Tag '3', erhalten: '{0}'.
el_gr: Αναμενόταν ετικέτα μπλοκ V3 '3', λήφθηκε '{0}'.
es: Se esperaba la etiqueta de bloque V3 '3', se obtuvo '{0}'.
fr_fr: Balise de bloc V3 '3' attendue, reçu '{0}'.
he_il: צפויה תגית בלוק V3 '3', התקבלה '{0}'.
hi_in: अपेक्षित V3 ब्लॉक टैग '3', मिला '{0}'।
ja_jp: V3ブロックタグ「3」が必要ですが、「{0}」が指定されました。
ml_in: പ്രതീക്ഷിച്ച V3 ബ്ലോക്ക് ടാഗ് '3', ലഭിച്ചത് '{0}'.
pl_pl: Oczekiwano znacznika bloku V3 '3', otrzymano '{0}'.
tr_tr: Beklenen V3 blok etiketi '3', '{0}' aldı.

# ErrorExpectedV4BlockTagGot
source: Expected V4 block tag '4', got '{0}'.
ar: كان متوقعًا علامة كتلة V4 '4'، ولكن تم الحصول على '{0}'.
de_de: Erwartetes V4-Block-Tag '4', erhalten: '{0}'.
el_gr: Αναμενόταν ετικέτα μπλοκ V4 '4', λήφθηκε '{0}'.
es: Se esperaba la etiqueta de bloque V4 '4', se obtuvo '{0}'.
fr_fr: Balise de bloc V4 '4' attendue, reçu '{0}'.
he_il: צפויה תגית בלוק V4 '4', התקבלה '{0}'.
hi_in: अपेक्षित V4 ब्लॉक टैग '4', मिला '{0}'।
ja_jp: V4ブロックタグ「4」が必要ですが、「{0}」が指定されました。
ml_in: പ്രതീക്ഷിച്ച V4 ബ്ലോക്ക് ടാഗ് '4', ലഭിച്ചത് '{0}'.
pl_pl: Oczekiwano znacznika bloku V4 '4', otrzymano '{0}'.
tr_tr: Beklenen V4 blok etiketi '4', '{0}' aldı.

# ErrorExpectedV5BlockTagGot
source: Expected V5 block tag '5', got '{0}'.
ar: كان متوقعًا علامة كتلة V5 '5'، ولكن تم الحصول على '{0}'.
de_de: Erwartetes V5-Block-Tag '5', erhalten: '{0}'.
el_gr: Αναμενόταν ετικέτα μπλοκ V5 '5', λήφθηκε '{0}'.
es: Se esperaba la etiqueta de bloque V5 '5', se obtuvo '{0}'.
fr_fr: Balise de bloc V5 '5' attendue, reçu '{0}'.
he_il: צפויה תגית בלוק V5 '5', התקבלה '{0}'.
hi_in: अपेक्षित V5 ब्लॉक टैग '5', मिला '{0}'।
ja_jp: V5ブロックタグ「5」が必要ですが、「{0}」が指定されました。
ml_in: പ്രതീക്ഷിച്ച V5 ബ്ലോക്ക് ടാഗ് '5', ലഭിച്ചത് '{0}'.
pl_pl: Oczekiwano znacznika bloku V5 '5', otrzymano '{0}'.
tr_tr: Beklenen V5 blok etiketi '5', '{0}' aldı.

# ErrorExpectedV6BlockTagGot
source: Expected V6 block tag '6', got '{0}'.
ar: كان متوقعًا علامة كتلة V6 '6'، ولكن تم الحصول على '{0}'.
de_de: Erwartetes V6-Block-Tag '6', erhalten: '{0}'.
el_gr: Αναμενόταν ετικέτα μπλοκ V6 '6', λήφθηκε '{0}'.
es: Se esperaba la etiqueta de bloque V6 '6', se obtuvo '{0}'.
fr_fr: Balise de bloc V6 '6' attendue, reçu '{0}'.
he_il: צפויה תגית בלוק V6 '6', התקבלה '{0}'.
hi_in: अपेक्षित V6 ब्लॉक टैग '6', मिला '{0}'।
ja_jp: V6ブロックタグ「6」が必要ですが、「{0}」が指定されました。
ml_in: പ്രതീക്ഷിച്ച V6 ബ്ലോക്ക് ടാഗ് '6', ലഭിച്ചത് '{0}'.
pl_pl: Oczekiwano znacznika bloku V6 '6', otrzymano '{0}'.
tr_tr: Beklenen V6 blok etiketi '6', '{0}' aldı.

# ErrorExpectedV7BlockTagGot
source: Expected V7 block tag '7', got '{0}'.
ar: كان متوقعًا علامة كتلة V7 '7'، ولكن تم الحصول على '{0}'.
de_de: Erwartetes V7-Block-Tag '7', erhalten: '{0}'.
el_gr: Αναμενόταν ετικέτα μπλοκ V7 '7', λήφθηκε '{0}'.
es: Se esperaba la etiqueta de bloque V7 '7', se obtuvo '{0}'.
fr_fr: Balise de bloc V7 '7' attendue, reçu '{0}'.
he_il: צפויה תגית בלוק V7 '7', התקבלה '{0}'.
hi_in: अपेक्षित V7 ब्लॉक टैग '7', मिला '{0}'।
ja_jp: V7ブロックタグ「7」が必要ですが、「{0}」が指定されました。
ml_in: പ്രതീക്ഷിച്ച V7 ബ്ലോക്ക് ടാഗ് '7', ലഭിച്ചത് '{0}'.
pl_pl: Oczekiwano znacznika bloku V7 '7', otrzymano '{0}'.
tr_tr: Beklenen V7 blok etiketi '7', '{0}' aldı.

# ErrorExpectedV8BlockTagGot
source: Expected V8 block tag '8', got '{0}'.
ar: كان متوقعًا علامة كتلة V8 '8'، ولكن تم الحصول على '{0}'.
de_de: Erwartetes V8-Block-Tag '8', erhalten: '{0}'.
el_gr: Αναμενόταν ετικέτα μπλοκ V8 '8', λήφθηκε '{0}'.
es: Se esperaba la etiqueta de bloque V8 '8', se obtuvo '{0}'.
fr_fr: Balise de bloc V8 '8' attendue, reçu '{0}'.
he_il: צפויה תגית בלוק V8 '8', התקבלה '{0}'.
hi_in: अपेक्षित V8 ब्लॉक टैग '8', मिला '{0}'।
ja_jp: V8ブロックタグ「8」が必要ですが、「{0}」が指定されました。
ml_in: പ്രതീക്ഷിച്ച V8 ബ്ലോക്ക് ടാഗ് '8', ലഭിച്ചത് '{0}'.
pl_pl: Oczekiwano znacznika bloku V8 '8', otrzymano '{0}'.
tr_tr: Beklenen V8 blok etiketi '8', '{0}' aldı.

# SupplementalPolicyWithInvalidRuleOption
source: The policy type is {0} and it has {1} rule option which is invalid. Only {2} can have that.
ar: نوع النهج هو {0} ويحتوي على خيار القاعدة {1} وهو غير صالح. فقط {2} يمكن أن يحتوي على ذلك.
de_de: Der Richtlinientyp ist {0} und besitzt die Regeloption {1}, die ungültig ist. Nur {2} dürfen diese haben.
el_gr: Ο τύπος πολιτικής είναι {0} και έχει την επιλογή κανόνα {1} η οποία είναι μη έγκυρη. Μόνο το {2} μπορεί να την έχει.
es: El tipo de directiva es {0} y tiene la opción de regla {1} que no es válida. Solo {2} puede tenerla.
fr_fr: Le type de politique est {0} et elle a l'option de règle {1} qui est invalide. Seul {2} peut avoir cela.
he_il: סוג המדיניות הוא {0} ויש לה אפשרות כלל {1} שאינה חוקית. רק ל-{2} יכולה להיות אפשרות זו.
hi_in: पॉलिसी का प्रकार {0} है और इसमें {1} नियम विकल्प है जो अमान्य है। केवल {2} में वह हो सकता है।
ja_jp: ポリシータイプは{0}で、{1}ルールオプションがありますが、これは無効です。{2}のみがそれを持つことができます。
ml_in: പോളിസി ടൈപ്പ് {0} ആണ്, അതിന് {1} റൂൾ ഓപ്ഷൻ ഉണ്ട്, അത് അസാധുവാണ്. {2}-ന് മാത്രമേ അത് ഉണ്ടാകാൻ കഴിയൂ.
pl_pl: Typ polityki to {0} i zawiera opcję reguły {1}, która jest nieprawidłowa. Tylko {2} może ją posiadać.
tr_tr: Politika türü {0} ve geçersiz olan {1} kural seçeneğine sahip. Yalnızca {2} buna sahip olabilir.
